Repository: patrickjahr/StarWarsSWAPI
Catalog: StarWarsApp.UWP/StarWarsApp.UWP/Resources/*/Resources.resw
Source language: en_us
Languages: de_de

# abbSettings.Label
source: Settings
de_de: Einstellungen

# hicMovies.HeaderText
source: Movies
de_de: Filme

# hicPeople.HeaderText
source: People
de_de: Menschen

# hicPlanets.HeaderText
source: Planets
de_de: Planeten

# hicSpecies.HeaderText
source: Species
de_de: Specie

# hicStarships.HeaderText
source: Starships
de_de: Raumschiffe

# hicVehicles.HeaderText
source: Vehicles
de_de: Fahrzeuge

# piAbout.Header
source: About
de_de: Über

# piPrivacyStatement.Header
source: Privacy statement
de_de: Datenschutzerklärung

# piSettings.Header
source: Settings
de_de: Einstellungen

# swelcPersons.PlaceHolderText
source: Search for Persons
de_de: Suche nach Personen

# swelicMovies.PlaceHolderText
source: Search for Movies
de_de: Suche nach Filmen

# swelicPlanets.PlaceHolderText
source: Search for Planets
de_de: Suche nach Planeten

# swelicSpecies.PlaceHolderText
source: Search for Species
de_de: Suche nach Species

# swelicStarships.PlaceHolderText
source: Search for Starships
de_de: Suche nach Raumschiffe

# swelicVehicles.PlaceHolderText
source: Search for Vehicles
de_de: Suche nach Fahrzeuge

# tbcAvaerageHeight.Header
source: AVAERAGE HEIGHT
de_de: DURCHSCHNITTSGRÖßE

# tbcAvaerageLifespane.Header
source: AVERAGE LIFESPANE
de_de: DURCHSCHNITTS LEBENSDAUER

# tbcCargoCapacity.Header
source: CARGO CAPACITY
de_de: FACHKAPAZITÄT

# tbcClassification.Header
source: CLASSIFICATION
de_de: KLASSIFIZIERUNG

# tbcClimate.Header
source: CLIMATE
de_de: KLIMA

# tbcConsumables.Header
source: CONSUMABLES
de_de: VERBAUCHSMATERIAL

# tbcCostInCredits.Header
source: COST IN CREDITS
de_de: PREIS IN CREDITS

# tbcCostInCredtis.Header
source: COST IN CREDITS
de_de: PREIS IN CREDITS

# tbcCrew.Header
source: CREW
de_de: MANNSCHAFT

# tbcDateOfBirth.Header
source: DATE OF BIRTH
de_de: GEBURTSDATUM

# tbcDesignation.Header
source: DESIGNATION
de_de: BEZEICHNUNG

# tbcDiameter.Header
source: DIAMETER
de_de: DURCHMESSER

# tbcDirector.Header
source: DIRECTOR
de_de: REGISSEUR

# tbcEyeColor.Header
source: EYE COLOR
de_de: AUGENFARBE

# tbcGender.Header
source: GENDER
de_de: GESCHLECHT

# tbcGravity.Header
source: GRAVITY
de_de: SCHWERKRAFT

# tbcHairColor.Header
source: HAIR COLOR
de_de: HAARFARBE

# tbcHeight.Header
source: HEIGHT
de_de: GRÖßE

# tbcHomeWorld.Header
source: HOMEWORLD
de_de: HEIMATPLANET

# tbcLength.Header
source: LENGTH
de_de: LÄNGE

# tbcManufacturer.Header
source: MANUFACTURER
de_de: HERSTELLER

# tbcMass.Header
source: MASS
de_de: GEWICHT

# tbcMaxAtmospheringSpeed.Header
source: MAX ATMOSPHERING SPEED
de_de: MAXIMALE GESCHWINDIGKEIT

# tbConsumables.Header
source: CONSUMABLES
de_de: VERBRAUCHSMATERIAL

# tbcOrbitalPeriod.Header
source: ORBITAL PERIOD
de_de: UMLAUFZEIT

# tbcPassengers.Header
source: PASSENGERS
de_de: PASSAGIERE

# tbcPopulation.Header
source: POPULATION
de_de: BEVÖLKERUNG

# tbcProducer.Header
source: PRODUCER
de_de: PRODUZENT

# tbcRotationPeriod.Header
source: ROTATION PERIOD
de_de: UMTRIEBSZEIT

# tbcSkinColor.Header
source: SKIN COLOR
de_de: HAUTFARBE

# tbcStarshipClass.Header
source: STARSHIP CLASS
de_de: RAUMSCHIFF KLASSE

# tbcSurfaceWater.Header
source: SURFACE WATER
de_de: OBERFLÄCHENWASSER

# tbcVehicleClass.Header
source: VEHICLE CLASS
de_de: FAHRZEUG KLASSE

# tbMovies.Text
source: MOVIES
de_de: FILME

# tbOpeningCrawl.Text
source: Opening Crawl
de_de: Einlauf Text

# tbPeople.Text
source: PEOPLE
de_de: MENSCHEN

# tbPilots.Text
source: PILOTS
de_de: PILOTEN

# tbPlanet.Text
source: PLANETS
de_de: PLANETEN

# tbStarships.Text
source: STARSHIPS
de_de: RAUMSCHIFFE

# tbVehicles.Text
source: VEHICLES
de_de: FAHRZEUGE

# tsUseLightThemeToggleSwitch.Header
source: Use Light Theme
de_de: Helle Seite
